Repository: KDE/kldap
Catalog: po/*/libkldap6.po
Languages: bg, it

source: No LDAP Support...
bg: Няма поддръжка за LDAP...
it: Senza supporto LDAP...

source: An error occurred during the connection initialization phase.
bg: Възникна грешка по време на фазата на инициализация на връзката.
it: Si è verificato un errore durante la fase di inizializzazione della connessione.

source: Cannot set protocol version to %1.
bg: Версията на протокола не може да бъде зададена на %1.
it: Impossibile impostare il protocollo alla versione %1.

source: Cannot set timeout to %1 second.
bg: Не може да се зададе време за изчакване на %1 секунда.
it: Impossibile impostare la scadenza a %1 secondo.

source: Could not set CA certificate file.
bg: Файлът със сертификат на CA не можа да бъде зададен.
it: Impossibile impostare il file del certificato della CA.

source: Invalid TLS require certificate mode.
bg: Невалиден TLS изисква режим на сертификат.
it: Modalità «TLS richiede un certificato» non valida.

source: Could not set TLS require certificate mode.
bg: Не може да се настрои TLS изисква режим на сертификат.
it: Impossibile impostare la modalità «TLS richiede un certificato».

source: Could not initialize new TLS context.
bg: Не може да се инициализира нов TLS контекст.
it: Impossibile inizializzare un nuovo contesto TLS.

source: TLS support not available in the LDAP client libraries.
bg: Поддръжката на TLS не е налична в LDAP клиентските библиотеки.
it: Supporto TLS non disponibile nelle librerie del client LDAP.

source: Cannot set size limit.
bg: Не може да се зададе ограничение на размера.
it: Impossibile impostare un limite di dimensione.

source: Cannot set time limit.
bg: Не може да се зададе времево ограничение.
it: Impossibile impostare un limite di tempo.

source: Cannot initialize the SASL client.
bg: Не може да се инициализира SASL клиентът.
it: Impossibile inizializzare il client SASL.

source: LDAP support not compiled in. Please recompile libkldap with the OpenLDAP (or compatible) client libraries, or complain to your distribution packagers.
bg: Поддръжката на LDAP не е компилирана. Моля, компилирайте отново libkldap с OpenLDAP (или съвместимите) клиентски библиотеки или се оплаквайте на вашите дистрибуторски пакети.
it: Supporto LDAP non compilato. Ricompila libkldap con le librerie del client OpenLDAP (o compatibili), o segnala il problema ai responsabili del pacchetto della tua distribuzione.

source: Cannot access to server. Please reconfigure it.
bg: Няма достъп до сървъра. Моля, конфигурирайте го отново.
it: Impossibile accedere al server; è necessario riconfigurarne i parametri.

# @title:window
source: Add Host
bg: Добавяне на хост
it: Aggiungi host

# @title:window
source: Edit Host
bg: Редактиране на хост
it: Modifica host

source: Do you want to remove setting for host "%1"?
bg: Искате ли да премахнете настройката за хост "%1"?
it: Vuoi rimuovere le impostazioni per l'host «%1»?

# @title:window
source: Remove Host
bg: Премахване на хоста

# @label:textbox
source: Check all servers that should be used:
bg: Проверете всички сървъри, които трябва да се използват:

# @action:button
source: &Add Host…
bg: &Добавяне на хост...

# @action:button
source: &Edit Host…
bg: &Редактиране на хост...

# @action:button
source: &Remove Host
bg: &Премахване на хоста

source: User:
bg: Потребител:
it: Utente:

source: Bind DN:
bg: DN за свързване:
it: Autentica ND:

source: Password:
bg: Парола:

source: Host:
bg: Хост:

source: Port:
bg: Порт:
it: Porta:

source: LDAP version:
bg: LDAP версия:
it: Versione di LDAP:

# default ldap size limit
source: Default
bg: По подразбиране
it: Predefinito

source: Size limit:
bg: Ограничение на размера:
it: Limite di dimensione:

source: sec
bg: сек

# default ldap time limit
source: Default
bg: По подразбиране
it: Predefinito

source: Time limit:
bg: Времево ограничение:
it: Scadenza:

source: No paging
bg: Без пейджинг
it: Senza paginazione

source: Page size:
bg: Размер на страницата:
it: Dimensione della pagina:

# @action:button
source: Query Server
bg: Сървър за заявки

source: Filter:
bg: филтър:
it: Filtro:

# @option:radio set no security
source: No
bg: Без

source: Security:
bg: Сигурност:
it: Sicurezza:

# @option:radio anonymous authentication
source: Anonymous
bg: Анонимно
it: Anonimo

# @option:radio simple authentication
source: Simple
bg: Просто
it: Semplice

source: Authentication:
bg: Удостоверяване:
it: Autenticazione:

source: SASL mechanism:
bg: SASL механизъм:
it: Meccanismo SASL:

# @title:window
source: Check server
bg: Проверка на сървъра

# @title:window
source: LDAP Query
bg: LDAP заявка
it: Interrogazione LDAP

# %1 is a url to ldap server
source: Unknown error connecting %1
bg: Неизвестна грешка при свързване на %1
it: Errore sconosciuto nella connessione a %1

source: Remove Host
it: Rimuovi host

source: Check all servers that should be used:
it: Controlla tutti i server che devono essere usati:

source: &Add Host…
it: &Aggiungi host…

source: &Edit Host…
it: &Modifica host…

source: &Remove Host
it: &Rimuovi host

source: Realm:
it: Reame:

source: Query Server
it: Interroga server

# Distinguished Name
source: DN:
it: ND:

source: Check server
it: Verifica server
